// API: https://api.npoint.io/8a752e6d7ecbd9311040
// Edit: https://www.npoint.io/docs/8a752e6d7ecbd9311040
[
  {
    "created": "2024-10-29T09:15:23",
    "author": "Alex Carter",
    "text": "Spent the morning just walking around the park, honestly haven't seen leaves this bright in years. Definitely felt like autumn was showing off today.",
    "image": "https://picsum.photos/600/400",
    "likes": 124
  },
  {
    "created": "2024-10-29T10:30:47",
    "author": "Sophia Martinez",
    "text": "My legs are dead from that workout... Think I might actually feel my muscles tomorrow for the first time in years. Worth it though, and kind of needed after the week I had.",
    "likes": 89
  },
  {
    "created": "2024-10-29T11:02:18",
    "author": "Michael Chen",
    "text": "Got a new pasta recipe to try tonight. Took ages to get all the ingredients but it should be worth it. It's the kind of dish that's supposed to take all day and taste like it, so here's hoping.",
    "image": "https://picsum.photos/800/400",
    "likes": 142
  },
  {
    "created": "2024-10-29T12:15:32",
    "author": "Emma Johnson",
    "text": "Rainy day, perfect excuse to stay in and read. Found this mystery novel on the shelf and it's kinda old-school, but I'm into it. Something oddly satisfying about those classic twists.",
    "likes": 56
  },
  {
    "created": "2024-10-29T13:47:02",
    "author": "Daniel Kim",
    "text": "Honestly still thinking about last summer. Never wanted to come back. That beach, the water, everything about it was unreal.",
    "image": "https://picsum.photos/800/600",
    "likes": 230
  },
  {
    "created": "2024-10-29T14:35:26",
    "author": "Isabella Lopez",
    "text": "Sometimes you just need a quiet morning with coffee. Feels like everything's rushing past these days. Nice to just sit and sip for a change.",
    "likes": 78
  },
  {
    "created": "2024-10-29T15:10:12",
    "author": "David Smith",
    "text": "New guitar arrived today. Already tried a few riffs, it's got this rich sound I wasn't even expecting. Definitely not putting this down anytime soon.",
    "likes": 95
  },
  {
    "created": "2024-10-29T16:42:57",
    "author": "Olivia Brown",
    "text": "Came outside right when the sun was setting, and I swear it was just perfect timing. These days are short but they sure know how to end.",
    "image": "https://picsum.photos/800/500",
    "likes": 167
  },
  {
    "created": "2024-10-29T17:05:49",
    "author": "Liam Wilson",
    "text": "Decided on a quiet night in. Found an old movie I hadn't seen in ages. There's something comforting about knowing what's coming next, y'know?",
    "likes": 140
  },
  {
    "created": "2024-10-29T18:30:22",
    "author": "John Bean",
    "text": "Does anyone else just keep a can of beans around, just in case? Not sure why, but they're kind of reassuring. Just... there. Waiting. Sometimes I wonder if I should open one, but then I don't. They're fine as they are.",
    "likes": 153
  }
]
